Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G46B.tmx
Source language: en_us
Languages: zh_cn

source: Smith Wigglesworth
zh_cn: 信心巨人史密斯 威格尔斯沃思

source: Smith Wigglesworth was born in the year 1859 in Yorkshire just ten miles from Bradford.
zh_cn: 史密斯 威格尔斯沃思（Smith Wigglesworth）1859年出生于英国距约克郡仅10公里布拉德福德。

source: His was a very poor family and at the age of six he was working in the fields pulling and cleaning turnips.
zh_cn: 他的家庭非常贫穷，因此他六岁的时候就得做拔萝卜和清洁萝卜的工作。

source: At seven he went to work in a woollen mill each day for 12 hours.
zh_cn: 七岁的时候，他就得去毛纺厂上班，每天工作12小时。

source: All this left him without any formal education at this formative age.
zh_cn: 因为这一切，在他成长的时候，没有接受任何正规教育。

source: From his earliest years he had a deep hunger for God.
zh_cn: 早年的时候，他深切渴慕神。

source: His grandmother was an old fashioned primitive Methodist.
zh_cn: 他的祖母属于一个老派的原始卫理公会。

source: She would take him along to these old fashioned revival meetings.
zh_cn: 她会带着他参加一些老式的复兴聚会。

source: She would have been about twelve years old when John Wesley made his last of twenty visits to Bradford.
zh_cn: 约翰.卫斯理曾经来布拉德福德做过20次复兴聚会，威格斯沃思八岁的时候，祖母就带他参加这些复兴聚会。

source: When he was eight years old she took him to to one of these revival meetings, as the believer's danced around a big stove clapping and singing about the Lamb, he looked with faith to the Lamb of Calvary and was born again.
zh_cn: 当信徒们一边绕着一个大火炉跳舞，一边拍手唱着有关羔羊的赞美诗的时候，他因着信心看到了各各他的羔羊而获得了重生。

source: At testimony meetings when he would stand to testify he would burst into tears out of frustration of his inability to speak.
zh_cn: 在见证会上，他想站起来做见证，但因为无法表达自己而沮丧地泪流满面。

source: One memorable night as he wept three old men came to him and laid their hands upon him.
zh_cn: 在一个难忘的晚上，他正在因此而哭泣的时候，三位年老的基督徒走过来，按手在他身上。

source: The Spirit of God came upon him and from then on he was able to witness for his Christ.
zh_cn: 上帝的灵降在他身上，从那时起，他拥有了为基督作见证的能力。

source: The first person he led to his Saviour was his own mother.
zh_cn: 威格尔斯沃思带领信主的第一个人是自己的母亲。

source: When ten years old he was confirmed at the Episcopal Church, as the Bishop laid hands upon him he was filled with a great consciousness of Gods presence similar to that which he would receive forty years later when Baptised in the Holy Ghost.
zh_cn: 当他10岁时，一位圣公会主教按手在他身上，此时他能深切地意识到神的同在，就如同40年后，他获得圣灵洗时一样。

source: When thirteen his family moved to Bradford and attended the Methodist church.
zh_cn: 13岁时，他家搬到了布拉德福德，并参加了卫理公会。

source: Three years later the Salvation Army opened in Bradford where he joined them in all nights of prayer and fasting and in reaching souls on the street.
zh_cn: 三年后，救世军开始布拉德福德的传福音工作，威格斯尔沃思加入了他们的整晚祷告和禁食，以挽救街头的灵魂。

source: At work he came under the godly influence of a Plymouth Brethern man who taught him about water Baptism and the second coming of Christ.
zh_cn: 在工作中，威格斯沃思受到了一个普利茅斯弟兄会的信徒的敬虔影响，这位弟兄给了他关于水的洗礼和基督第二次来临的教导。

source: At twenty he moved to Liverpool for three years which was a powerful time of soul winning on the streets and among children.
zh_cn: 20岁时，威格斯尔沃思搬到利物浦住了三年，在拯救街头的行人和儿童们的工作上，他证明自己拥有很大的能力。

source: When he returned he married 'Polly' who was working with the Salvationists, he started his own plumbing business which soon swallowed up all his time.
zh_cn: 当他回到家乡时，娶了一位叫“波莉”的，与救世军一起同工的姊妹，那时他也开始了自己的管道事业，这个事业并很快就吞噬了他所有的时间。

source: Through busyness he grew very cold in heart but his wife burnt brighter.
zh_cn: 在追求金钱的忙碌中，他的心变得又冷又硬，但他的妻子却重新点亮了他的心。

source: Soon he came back to the Lord and over the next years burned brighter still in winning the lost to Christ.
zh_cn: 不久，他又重新回到主面前，并在接下来几年为基督赢得失丧的灵魂。

source: Every day he went out to work his heart cry was to win souls.
zh_cn: 每天他出去工作的时候，他的心总是为赢得灵魂而哭泣。

source: Every week he would gather sick people from Bradford and take then to a work in Leeds where the sick were prayed for, he saw many miracles before his eyes.
zh_cn: 他每周都会在布拉德福德聚集一些有病的人，把他们代到利兹，在那里信徒们为这些病人祷告，他因而亲眼目睹了很多医治的神迹。

source: The leaders were going away to the holiness Keswick convention and left the reluctant Wigglesworth in charge at the meeting, but to his amazement he saw a crippled Scotsman healed.
zh_cn: 当教会的带领人去参加凯瑟克圣洁会议时，让不情愿的威格斯沃思负责主持聚会。在聚会上，一个瘸腿的苏格兰人得到了医治，这让他深感惊奇。

source: Shortly after this he made his stand for healing and holiness and opened a weekly meeting in Bradford where they prayed for the sick and saw mighty miracles on a regular basis.
zh_cn: 之后不久，他就站稳了在医治和圣洁的立场，并在布拉德福德召开了每周一次的聚会，在聚会上他们定期为病人祷告，并经常看到惊人的神迹发生。

source: Then he was hit badly by appendicitis, the doctor said he would shortly die but God healed him and raised him up.
zh_cn: 后来，他得了严重的阑尾炎，医生说他不久就会死，但神医治了他，让他重新站了起来。

source: Though seeing the lost saved and bodies healed he still felt he was lacking the scriptural signs of the fullness of a true Pentecost.
zh_cn: 虽然他目睹了失丧的得拯救，有病的得医治，他还是觉得还是没有看到像圣经描写的那样真正五旬节圣灵降临那种丰盛的迹象。

source: It was in October 1907 at the age of 48 that he first heard that a group at Sunderland under A.A.Boddy were speaking in tongues and operating gifts.
zh_cn: 1907年10月，48岁的威格尔斯沃思第一次听说，一群桑德兰的信徒在一位叫博迪的牧师带领下开始说方言，一些属灵的恩赐也在运行。

source: Like himself this group was part of The Pentecostal League run by Reader Harris, so he made his journey their.
zh_cn: 就像他自己一样，这群人也是里德哈里斯领导下的五旬节运动的一部分，所以他就去看望这些人。

source: His rough blunt seeking for these tongues was mis-understood by some.
zh_cn: 他对方言的极度渴求让他受到了一些人的误解。

source: A number of friends warned him that tongues were of the devil.
zh_cn: 很多朋友警告他方言是魔鬼的东西。

source: After four days of seeking God he was much blessed but had not spoke in tongues.
zh_cn: 经过四天寻求神，他蒙受了祝福，但没有说方言。

source: Before leaving he went to the church manse to say good-bye.
zh_cn: 在离开之前，他去牧师家道别。

source: He said to Mrs. Boddy "I am going away, but I have not received the tongues yet."
zh_cn: 他对博迪太太说：“我要走了，但还没有说方言。”

source: She replied "It is not tongues you need, but the Baptism."
zh_cn: 她回答说：“你需要的不是方言，而是圣灵的洗。”

source: He protested this saying he already had the Baptism.
zh_cn: 他反驳说他已经接受了圣灵的洗。

source: His experience 14 years earlier after waiting on God 10 days and of being purged from his anger was what he called his Baptism.
zh_cn: 他说自己在14年前，等候神后10天以后，他被从自己愤怒的脾性中释放，他以为那就是圣灵的洗。

source: But he asked her to lay hands on him before he left, she did then had to quickly leave the room. The fire fell.
zh_cn: 但是，他让她在自己离开前按手在他身上，她这样做的时候不得不迅速离开了房间——因为圣灵的火降临了。

source: Gods power come upon him and he saw Christ exalted. He was so conscious of the cleansing Blood.
zh_cn: 上帝的大能降在他身上，他看见了基督被高举，明白了洁净的宝血。

source: He could no longer speak in English but began to praise God in tongues as the Spirit gave him utterance, just as they received on the day of Pentecost.
zh_cn: 他再也无法说英语，而是开始用圣灵所赐的方言赞美上帝的舌头，就像五旬节一样。

source: His first task was to Telegraph home that he had been Baptised.
zh_cn: 他所做的第一件事就是向家里发电报，告诉他们自己受了圣灵的洗。

source: When he arrived home his wife was indignant, fully beliving she had the Baptism without need for tongues.
zh_cn: 当他回到家时，他的妻子却有些愤愤不平，她相信自己已经受了圣灵的洗，而且不需要方言。

source: She put this to the test and made him preach that next Sunday.
zh_cn: 妻子为了试验他，就让他在下周日讲道。

source: She was so shocked and convinced by his powerful preaching that she also shortly after received the baptism with speaking in tongues.
zh_cn: 结果她被讲道中涌现出来的大能所震惊，不久她也受了圣灵的洗，开始说方言。

source: The tongue tied plumber became a powerful orator.
zh_cn: 舌头打结的水管工就这样成为一个有力的演说家。

source: From this time they answered many calls to go preach this message of Pentecost.
zh_cn: 从这时起，威格尔斯沃思接受了很多邀请去传扬五旬节的信息。

source: In many of these meetings the Spirit of God would fall mightily.
zh_cn: 在许多聚会中，神的圣灵就会荣耀地降临。

source: He also started an Easter convention like that held at Sunderland.
zh_cn: 他也开始了像桑德兰那样的复活节聚会。

source: They continued in this manner until 1913 when his dear wife died suddenly.
zh_cn: 聚会一直继续到1913年，到他亲爱的妻子突然去世。

source: He was now 52 years old.
zh_cn: 那时他52岁。

source: Very quickly the door opened for him to go to the USA for the first time.
zh_cn: 很快地，大门打开了，他第一次去了美国。

source: While there the Great War started, he also ministered in Canada and New Mexico with powerful anointing.
zh_cn: 虽然世界大战已经开始，他在加拿大和墨西哥的侍奉仍然有着有力的恩膏。

source: When he returned to Britain he joined the PMU council and at his annual convention in Bradford raised much money for the mission work in Congo.
zh_cn: 他回到英国的时候，加入了PMU委员会，并在布拉德福德举行的年度会议聚会上筹集了很多钱以支持在非洲刚果的传教活动。

source: The 20's and 30's would be marked for him travelling internationaly to Switzerland, Norway, Sweden, Denmark, France, Sri Lanka, Austraila, New Zealand and the USA.
zh_cn: 十九世纪20年代和30年代他走遍了世界，他到过瑞士、挪威、瑞典、丹麦、法国、斯里兰卡、澳大利亚、新西兰和美国。

source: He left a profound mark on the Pentecostal movement worldwide. The lost were saved, bound set free, sick healed and dead were raised up to the glory of God.
zh_cn: 他在全球五旬节运动留下了深刻印记——因着神的荣耀，失丧的得拯救，被捆绑的得释放，得病的得医治，死人得以复活。

source: It was the IIWW which stopped this travelling, during the war years he constantly travelled to many small churches across Britain.
zh_cn: 第二次世界大战阻止了他进行的全球旅行，但在战争的年月中他有机会经常前往英国各地的许多小教堂。

source: He began to weaken and sicken in body but in 1945 God touched his servant quickening and renewing his body and strength.
zh_cn: 这时他的身体变得越来越差，但在1945年神的能力触摸了他的仆人，让他的身体很快恢复了过来。

source: That year at the Preston convention which he chaired, 1000 believers gathered, 20 new missionaries were sent out, 150 were baptized in the Holy Ghost and 20 were converted.
zh_cn: 在他主持的普雷斯顿聚会的那一年，1000信徒聚集在这里，20个新的传教士被派遣出去，150人得到圣灵的洗，20个人成为基督徒。

source: It was at the funeral of a friend in 1947 at the age of 88 that he went to be with the Lord.
zh_cn: 在1947年他一个朋友的葬礼上，他被接走与主同在，那年他88岁。

source: He had been humble and bold, rugged and refined all at the same time.
zh_cn: 他是这样的信徒，就是即谦卑又勇敢，即粗犷又细致，他将这些品质集于一身。
